;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Slovenščina/Slovenian
WebLang=SI
Translator=Vinko Kastelic
Codepage=UNICODE 
Version=2.0.5

[Uninstaller Toolbar]
102 = Pogled
103 = Nastavitve
104 = Odstranjevalnik
105 = Orodja
106 = Lovec 
107 = Seznam
108 = Ikone
109 = Podrobnosti
110 = Odstrani \nprogram
111 = Odstrani vnos
112 = Osveži
113 = Ste prepričani, da želite odstraniti izbrani vnos?
114 = Ste prepričani, da želite odstraniti izbrani program?
115 = Samodejno \nposodabljanje
116 = Pomoč
117 = Pomoč za to orodje ...
118 = Domača stran ...
119 = Vizitka ...
120 = Niste administrator!
121 = Ste prepričani, da želite odstraniti izbrano sistemsko komponento? \nSTOP razen če veste, kaj počnete!
122 = Odstranjevalnik vam prikaže vse nameščene programe in komponente, tako za trenutnega, kot tudi za vse ostale uporabnike. V načinu prikaza "Podrobnosti" lahko najdete dodatne informacije (povezave in lastnosti v zvezi z namestitvami). Primarna funkcija programa Revo Uninstaller je Lovec. Ta način, z enim samim klikom, omogoča fleksibilno odstranjevanje programov, njihovo zaustavitev, brisanje in onemogočenje samodejnega zagona.
123 = Išči
124 = Najdeno:
125 = Ste prepričani, da želite odstraniti izbrano sistemsko komponento iz registra? \nKomponento morda potrebuje vaš operacijski sistem!
126 =  se ne bo več samodejno zagnal!
127 =  se bo samodejno zagnal
128 = Aplikacija %s je nameščena na istem namestitvenem mestu kot %s! \nNajdeni bodo ostanki obeh datotek! Pozorno preverite, katere zares želite odstraniti!
129 = Vsiljena MSI odstranitev

[Uninstaller List]
150 = Program
151 = Velikost
152 = Različica
153 = Datum namestitve
154 = Podjetje
155 = Spletno mesto
156 = Komentar
157 = Odstranitveni niz
158 = Registrski ključ
159 = Namestitveni program

[Uninstaller StatusBar]
201 = Namestitve: 
202 = Nalaganje ...

[Registry Optimizer]
302 = Izberite, kje želite iskati
303 = Meni "Start"

[Autorun Toolbar]
407 = Zaženi
408 = Prekini
409 = Odstrani
410 = Postavke:
411 = Omogočeno:
412 = Z Upraviteljem samodejnega zagona lahko ne samo omogočite oziroma onemogočite samodejni zagon programov od zagonu sistema Windows, ampak dobite tudi več informacij o posameznem programu. Ugotovite lahko pot zagona, opis, izdajatelja, status (se izvaja ali ne) in lokacijo zagonskega ukaza (v registru ali v datoteki na trdem disku).

[Autorun List]
450 = Zagonsko ime
451 = Pot zagona
452 = Opis
453 = Izdajatelj
454 = Status
455 = Lokacija
456 = SE IZVAJA
457 = SE NE IZVAJA
458 = NEVELJAVEN
459 = Prekini proces
460 = Zaženi proces
461 = Odpri vsebino mape
462 = Pojdi na mesto
463 = Kopiraj pot zagona
464 = Odstrani izbrane
465 = Odstrani vse neveljavne
466 = Odstrani neaktivne
467 = Odstrani onemogočene
468 = Lastnosti ...
470 = Ste prepričani, da želite zapreti izbrani program? \nVsi neshranjeni podatki bodo izgubljeni!
471 = Ste prepričani, da želite izbrisati izbrane postavke?
472 = Ste prepričani, da želite izbrisati vse neveljavne postavke?
473 = Ste prepričani, da želite izbrisati vse neaktivne postavke?
474 = Ste prepričani, da želite izbrisati vse onemogočene postavke?
475 = Ukaz ne obstaja!
476 = NEZNANO
477 = Onemogoči samodejni zagon
478 = Omogoči samodejni zagon

[Outlook Control]
300 = Optimizacija
301 = Optimizacija registra
400 = Upravitelj samodejnega zagona
500 = Čiščenje sledi
501 = Čiščenje brskalnikov
600 = Čiščenje Microsoft Office
700 = Čiščenje programa Windows
800 = Odstranjevalnik dokazov
900 = Nepovratno brisanje
2100 = Orodja Windows
2200 = Čiščenje neželenih datotek

[Track Cleaner Browsers]
507 = Počisti vse
508 = Počisti zgodovino obiskanih spletnih strani
509 = Izbriši zgodovino naslovne vrstice
510 = Odstrani začasne internetne datoteke
511 = Odstrani piškotke
512 = Odstrani datoteke Index.dat
513 = Izvedi
514 = Izbriši zgodovino prenosov
515 = Izbriši zgodovino seje
516 = Izbriši zgodovino obrazcev
517 = Odstranjevalnik
518 = Ste prepričani, da želite izbrisati vse izbrane podatke o zgodovini?
521 = Ste prepričani, da želite izbrisati podatke o zgodovini Internet Explorerja?
522 = Ste prepričani, da želite izbrisati podatke o zgodovini Firefoxa?
523 = Ste prepričani, da želite izbrisati podatke o zgodovini Opere?
524 = Ste prepričani, da želite izbrisati podatke o zgodovini Netscapa?
525 = Vaš brskalnik shranjuje podrobnosti vseh spletnih mest, ki ste jih kdaj obiskali. Informacija je lahko dostopna iz vašega brskalnika in vsak lahko s pritiskom na gumb vidi, kje po spletu ste brskali! S čiščenjem brskalnikom lahko izbrišete začasne internetne datoteke, kot so: vse slike, ki ste jih videli, vsi videi na spletu, ki ste jih gledali in vse spletne strani, ki ste jih obiskali. Brisanje začasnih internetnih datotek lahko sprosti veliko prostora na trdem disku.
526 = Zaprite brskalnik, preden počistite njegove sledi.
527 = Datoteke Index.dat bodo izbrisane ob naslednjem zagonu računalnika.
599 = Čiščenje sledi za izbrane postavke je končano!

[Office Track Cleaner]
601 = Počisti
607 = Počisti seznam nedavno uporabljenih datotek v Microsoft Wordu
608 = Vključno z Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 in Word 2016
609 = Počisti seznam nedavno uporabljenih datotek v Microsoft Excelu
610 = Vključno z Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 in Excel 2016
611 = Počisti seznam nedavno uporabljenih datotek v Microsoft Accessu
612 = Vključno z Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 in Access 2016
613 = Počisti seznam nedavno uporabljenih datotek v Microsoft Powerpointu
614 = Vključno s PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 in PowerPoint 2016
615 = Počisti seznam nedavno uporabljenih datotek v Microsoft FrontPageu
616 = Vključno s FrontPage 2000, FrontPage XP in FrontPage 2003
617 = Microsoft Office Cleaner omogoča odstranjevanje seznama nedavno uporabljenih datotek v programih Microsoft Word, Excel, Access, PowerPoint in FrontPage. Če ne želite, da bi kdo videl preglednice, dokumente ali druge datoteke, ki ste jih nedavno odprli, urejali ali ustvarili z Microsoft Officeom, izberite tiste vrste datotek, ki jih ne želite imeti, in kliknite gumb „Počisti“. Nedavno uporabljene datoteke za vrste programov, ki ste jih izbrali, ne bodo več na voljo.

[Windows Tracks Cleaner]
701 = Počisti
707 = Počisti seznam nedavno uporabljenih datotek
708 = Počisti zgodovino Menija "Start" - Zaženi
709 = Počisti zgodovino najdenih datotek
710 = Počisti zgodovino iskanja tiskalnikov, računalnikov in ljudi
711 = Izprazni odložišče
712 = Počisti seznam nedavno uporabljenih datotek v Slikarju
713 = Počisti seznam nedavno uporabljenih datotek v MS Wordpadu
714 = Počisti zgodovino zadnjega odprtega ključa v Regeditu
715 = Počisti seznam nedavno uporabljenih pogovornih oken Odpri/Shrani
716 = Počisti zgodovino pogovornih oken zadnjih obiskanih map
717 = Izprazni koš
718 = Odstrani začasne datoteke programa Windows
719 = Odstrani uporabniške dnevnike menija "Start"
720 = Microsoft Windows beleži številne aktivnosti na računalniku, kot so zgodovina iskanja (ko iščete datoteke in mape), seznam nedavno odprtih datotek, zgodovino odprtih/shranjenih datotek pri standardnem ravnanju z datotekami v različnih programih in še marsikaj drugega. Windows Cleaner omogoča odstranjevanje vse zgodovine in začasnih datotek. Lahko izpraznite koš in izbrišete začasne datoteke, kar lahko sprosti veliko prostora na trdem disku.
721 = Zgodovina "Zaženi" se bo izbrisala, ko se bo ponovno zagnal proces explorer.exe.
722 = Sledi v registru Windows
723 = Sledi na lokalnem trdem disku
724 = Odstrani datoteke pomnilnika za izvoz ob zrušitvi
725 = Odstrani Chkdsk (Check Disk) - obnovljene dele datotek


[Evidence Remover]
802 = Izvedi
803 = Brisanje
804 = Prosim, počakajte, poteka brisanje.
805 = Končano
806 = Odkljukaj disk(e), ki vsebuje(jo) sledi in dokaze o vašem delu, ki jih želite izbrisati. To orodje vpliva samo na že izbrisane podatke. OPOZORILO: Po zaključku procesa ne bo mogoče povrniti izbrisanih datotek!
807 = Ko izpraznite koš, so vaše datoteke in mape samo označene kot izbrisane, vendar niso fizično izbrisane. S tem orodjem lahko trajno izbrišete datoteke in mape, ki so že izbrisane, vendar so ostale na trdem disku. Ne glede na to, s katerim orodjem boste vi ali kdo drug poskušali povrniti podatke, bo rezultat enak, to je nič. – Podatkov, izbrisanih z Odstranjevalnikom dokazov, ni mogoče povrniti!
808 = Ste prepričani, da želite izbrisati ostanke sledi in dokazov na izbranih diskih?

[Unrecoverable Delete]
912 = Seznam datotek in map, ki bodo izbrisane in jih ne bo mogoče povrniti
913 = Datoteke
914 = Mape
915 = Vstavite datoteke, ki jih želite izbrisati in odstraniti iz sistema. Teh datotek ne morete povrniti z nobeno programsko opremo!
916 = Vstavite mape, ki jih želite izbrisati in odstraniti iz sistema. Teh map ne morete povrniti z nobeno programsko opremo!
917 = Dodaj datoteke za izbris
918 = Dodaj mape za izbris
919 = TRAJNO ODSTRANI
920 = Seznam čiščenja
921 = Če želite varno izbrisati datoteke ali mape (da jih nihče, z nobenim orodjem, ne bo mogel več povrniti), uporabite Nepovratno brisanje. Brisanje datotek in praznjenje koša še ne pomeni, da so datoteke izginile za vedno. Še vedno so na trdem disku in kdorkoli lahko z lahkoto pridobi izbrisane podatke. Orodje Nepovratno brisanje to onemogoči, ker fizično izbriše vse izbrane datoteke in mape.
922 = Ste prepričani, da želite za vedno izbrisati izbrane datoteke in mape?

[Options Tree]
1001 = Nastavitve
1100 = Splošno
1200 = Odstranjevalnik

[General]
1101 = Trenutni jezik:
1102 = Napredni način
1103 = Ob zagonu preveri za posodobitve

[Uninstaller Options]
1201 = Pokaži sistemske posodobitve
1202 = Pokaži sistemske komponente
1204 = Uporabi samo vgrajeni odstranjevalnik
1205 = (Ne deluje v Windows Visti)
1206 = Ustvari Obnovitveno točko sistema (System Restore Point) pred odstranitvijo programa
1207 = Izbriši ostanke datotek in map v koš

[Auto Update]
1907 = Posodabljanje
1908 = Informacije o različici
1909 = Trenutna različica:
1910 = Zadnja različica:
1911 = PRENOS
1912 = Prenesi zadnjo različico
1913 = Kaj je novega
1914 = Preverjam ...
1915 = Napaka pri povezovanju ...
1916 = STOP
1917 = Preneseno %s od %s
1918 = Preneseno %s (neznana celotna velikost)
1919 = Revo Uninstaller se ni mogel povezati z www.revouninstaller.com. Preverite, ali vaša spletna povezava deluje in ali vaš požarni zid ne blokira programa Revo Uninstaller
1920 = Napaka: iskanje nove različice ni bilo uspešno. Internetna povezava ni vzpostavljena.

[WinTools]
2110 = Zaženi
2111 = Vsak operacijski sistem Windows vsebuje veliko priročnih in uporabnih orodij. Nekatera orodja imajo kompleksno orodno vrstico, druga so težko dostopna. Orodja Windows nudijo hiter dostop z enim klikom do več splošnih orodij Windows.
2112 = V primeru težav lahko uporabite Obnovitev sistema (System Restore) za obnovo računalnika v shranjeno stanje brez izgube osebnih podatkovnih datotek. Obnovitev sistema nadzoruje spremembe v sistemu in datotekah nekaterih programov in samodejno ustvari obnovitvene točke. Obnovitvene točke vam omogočajo, da vrnete sistem v stanje, ki ste ga varnostno kopirali. Nastajajo vsakodnevno in ob pomembnejših spremembah v sistemu. Sami lahko kadarkoli ustvarite in poimenujete lastne obnovitvene točke.
2113 = Uporabite ga lahko za zbiranje in prikaz informacij o strojni opremi in operacijskem sistemu vašega računalnika, informacij o vaših spletnih nastavitvah in informacij o nastavitvah modema in omrežne kartice. Z orodjem Omrežna diagnostika (Network Diagnostics) lahko pregledate sistem in testirate povezljivost omrežja in preverite, ali vaši programi in storitve, vezane na omrežje, delujejo. 
2114 = Informacije o omrežju (Network Information) prikažejo vse trenutne TCP/IP nastavitve omrežja, DHCP (protokol za dinamično konfiguracijo gostitelja) in nastavitve DNS (Domain Name System). Informacije o omrežju prikazujejo tudi polno nastavitev TCP/IP za vse kartice, vključno z naslovom IP, naslovom MAC, masko podomrežja, privzetim prehodom, Windows Internet Naming Service (WINS) in nastavitvijo DNS.
2115 = Varnostno središče (Security Center) preveri status treh bistvenih varnostnih elementov vašega računalnika: požarnega zidu, samodejnega posodabljanja ter zaščite predi zlonamerno kodo in virusi. Če se pojavi problem pri katerem koli od njih (na primer, če je protivirusni program zastarel), bo Varnostno središče prikazalo opozorilo in ponudil priporočilo za boljšo zaščito računalnika.
2116 = Sistemske lastnosti (System Properties) lahko uporabite za ogled osnovnih informacij o strojni opremi računalnika, kot sta tip CPU in celoten pomnilnik RAM, za ogled in spremembe nastavitev nadzora nad tem, kako računalnik uporablja pomnilnik in išče določene informacije (lastnosti strojne opreme in naprav), za nastavitev profilov strojne opreme, za ogled informacij o omrežni povezavi in profilu uporabnika ter sporoča morebitne sistemske ali programske napake Microsoftu oziroma sistemskemu administratorju.
2117 = Sistemske informacije (System Information) so komponenta operacijskega sistema Windows, ki zbira in prikazuje informacije o nastavitvi sistema za lokalne in oddaljene računalnike. To vključuje podatke o nastavitvah strojne opreme, računalniških komponentah in programski opremi, vključno s podpisanimi in nepodpisanimi gonilniki. Sistemske informacije (System Information) so orodja za podporo, ki jih lahko uporabite za hitro iskanje informacij o računalniku in operacijskem sistemu.
2118 = TCP/IP ukaz Netstat je komponenta operacijskega sistema Windows, ki prikazuje vse aktivne povezave TCP ter vrata TCP in UDP, ki jih posluša računalnik, in prikazuje zagonsko datoteko, ki sodeluje pri ustvarjanju povezav ali poslušanju vrat (ime zagonske datoteke je v [ ] spodaj, zgoraj je komponenta, ki jo je priklical, in tako dalje, dokler ni bil dosežen TCP/IP).
2119 = Tipkovnica na zaslonu (On Screen Keyboard) prikaže navidezno tipkovnico na zaslonu in omogoča uporabnikom z okvaro gibanja, da lahko vnašajo podatke s kazalno napravo ali igralno palico. Tipkovnica na zaslonu (On-Screen Keyboard) je namenjena minimalni funkcionalnosti za uporabnike z okvaro gibanja. Tipkovnico na zaslonu lahko uporabite tudi, če sumite, da imate na računalniku nameščen Key-Logger, ki snema vse pritiske na tipke. Pri tipkovnici na zaslonu ni možnosti za snemanje pritiskov na tipke.
2120 = Program za defragmentiranje diska analizira lokalne diske in združi fragmentirane datoteke in mape, da vsaka zasede samo en, neprekinjen prostor na disku. Program za defragmentiranje diska združuje tudi prazen prostor na disku, s čimer se zmanjša verjetnost, da bi bile nove datoteke fragmentirane. Posledično lahko sistem učinkoviteje dostopa do datotek in map in shranjuje nove.
2121 = Storitve lahko zaženejo, ustavijo, nadaljujejo ali onemogočijo storitev na lokalnem ali oddaljenem računalniku. Storitve lahko pripravijo obnovitvena dejanja, ki naj se zaženejo, če storitev naleti na napako (na primer samodejni ponovni zagon storitve), omogočijo ali onemogočijo storitev za določen profil strojne opreme in omogočijo ogled statusa in opisa posamezne storitve.
2122 = Mape v skupni rabi se lahko uporabi za upravljanje virov v skupni rabi preko omrežja, za nadzor nad dovoljenji uporabnikov, aktivnostmi v seji, lastnostmi virov v skupni rabi in za ogled poročila o povezavi in rabi virov za lokalni ali oddaljeni računalnik.  Mape v skupni rabi lahko vidijo seznam vseh uporabnikov, ki so na vaš računalnik povezani oddaljeno (preko omrežja) in prekinejo povezavo enemu ali vsem. Vidite lahko tudi seznam datotek, ki so trenutno odprte pri oddaljenih uporabnikih.
2123 = Pravilnik skupine (Group Policy) vsebuje nastavitve pravilnika uporabnika in nastavitev računalnika. Nastavitve pravilnika skupine določajo različne komponente uporabnikovega namiznega okolja, ki jih mora upravljati sistemski administrator (na primer programi, ki so na voljo uporabnikom, programi, ki se pojavljajo na uporabnikovem namizju, in možnosti za meni "Start").
2124 = Dodaj/Odstrani komponente programa Windows vam pomaga upravljati nameščene komponente programa Windows na vašem računalniku. Ko na računalnik namestite operacijski sistem Windows, lahko to orodje uporabljate za dodajanje komponent Windows, ki niso bile vključene v prvotno namestitev, oziroma za odstranjevanje obstoječih komponent Windows, ki jih ne želite več uporabljati.
2125 = Orodje za odstranjevanje zlonamerne programske opreme (Microsoft Windows Malicious Software Removal Tool) preverja računalnike, na katerih teče operacijski sistem Windows, če so morda okuženi z zlonamerno programsko opremo in pomaga odstranjevati najdene okužbe. Zlonamerna programska oprema vključuje viruse, črve in trojanske konje. Ko se proces zaznavanja in odstranjevanja zaključi, orodje prikaže poročilo z opisom rezultata, skupaj z informacijo o tem, če je bila zaznana in odstranjena zlonamerna programska oprema.


[Junk Files Cleaner Options]
2202 = Diski za pregled:
2203 = Vzorec
2204 = Opis
2205 = Dodaj
2206 = Odstrani
2207 = Ponastavi
2208 = Čiščenje neželenih datotek::Splošno
2209 = Čiščenje neželenih datotek::Izloči
2220 = Iskani vzorec:
2221 = Uporabite lahko znake ? in/ali * kot nadomestne znake
2222 = Dodaj vzorec
2223 = Dodaj izločitveni vzorec
2224 = Uporabite lahko znake ? in/ali * kot nadomestne znake
2225 = Izloči vzorec:
2226 = Odstrani datoteke v koš
2227 = Preskoči datoteke, uporabljene v zadnjih 24 urah

[Junk Files Cleaner Tool]
2306 = Preglej
2307 = Odstrani
2308 = Pregledovanje
2309 = Prosim, počakajte, poteka pregledovanje.
2310 = Prekliči
2311 = Ime
2312 = Velikost
2319 = Datoteke:
2320 = Skupna velikost:
2323 = Nekatere datoteke uporablja Windows ali drug program\n, zato jih trenutno ni mogoče izbrisati
2324 = Izbrati morate vsaj en disk in končnico za začetek pregledovanja.
2325 = Čiščenje neželenih datotek vam omogoča iskanje in odstranjevanje številnih tipov neželenih in nepotrebnih datotek z vašega računalnika. Običajno program takšne datoteke, ki jih je ustvaril, izbriše takoj, ko jih ne potrebuje več. Vseeno lahko za vedno ostanejo na trdem disku zaradi nepričakovanega zaprtja programa, sesutja sistema itd. Če se to zgodi, lahko to zmanjša prazen prostor na disku ali povzroči upočasnitev sistema itd. \n\nZa informacijo o uporabi kliknite “Pomoč”, nato pa “Pomoč za to orodje ...”.
2326 = Datoteka
2327 = Brisanje datotek

[Context Menu Junk Files Cleaner]
2313 = Odpri
2314 = Išči po Googlu ... 
2315 = Odpri vsebovalno mapo
2316 = Lastnosti ...
2317 = Označi vse postavke
2318 = Opusti izbor
2321 = Označi izbrane postavke
2322 = Opusti izbrane postavke

[Topmost Window]
4002 = Nastavitve
4003 = Odpri glavno okno
4004 = Način povleci in spusti
4005 = Način Lovec
4006 = Velikost
4007 = Majhna
4008 = Srednja
4009 = Velika
4010 = Velikost okna
4011 = IZHOD
4012 = Odstrani program
4013 = Onemogoči samodejni zagon
4014 = Prekini proces
4015 = Prekini in odstrani proces
4016 = Odpri vsebovalno mapo
4017 = Info
4018 = Lastnosti
4019 = PREKLIČI
4020 = Samo ena datoteka na enkrat!
4021 = Spustili ste mapo. Povlecite in spustite datoteko!
4022 = Odstrani program ali izbriši:
4023 = Nerešeno! Pokaži na drugo okno, ikono ali postavke v opravilni vrstici.
4024 = Ne morem zagnati ukaza za odstranitev programa! \n Odstranite program z Odstranjevalnikom.
4025 = Nisem našel namestitvenega paketa! \nNasvet: V glavnem oknu poiščite več informacij o programu in \n ga poskusite ročno odstraniti!
4026 = Ciljni program ima onemogočen samodejni zagon! \nNasvet: Če ga želite znova omogočiti, uporabite orodje za samodejni zagon v glavnem programu!
4027 = Ciljnega programa nisem našel na običajnih mestih za zagon! \nNasvet: Za iskanje neobičajnih mest, ki se uporabljajo za samodejni zagon programov, uporabi Googlovo spletno mesto!
4028 = Ste prepričani, da želite zapreti izbrani program? \nVsi neshranjeni podatki bodo izgubljeni!
4029 = Odstranjevalnik
4030 = Ste prepričani, da želite zapreti in izbrisati izbrani program? \nVsi neshranjeni podatki bodo izgubljeni!
4031 = Ste prepričani, da želite zapreti Raziskovalca (Windows Explorer)? \nMeni "Start", opravilna vrstica in sistemska vrstica bodo izginili!
4032 = Samodejni zagon od zagonu programa Windows
4033 = Prosojnost

[Scan After Uninstall]
4210 = Lokacija
4211 = Ključ
4212 = Vrednost
4213 = Podatki
4214 = Datoteka
4215 = Noben postavke ni izbran. Izberite postavke za izbris!
4216 = Preglej po odstranitvi programa
4217 = Izberi vse
4218 = Ne izberi nič
4219 = Odstrani
4220 = Ostanki datotek
4221 = Ostanki vnosov v register
4222 = Pregledovanje pred odstranjevanjem programov, prosimo, počakajte ...
4223 = Zaganjam odstranjevalnik programov...
4224 = Začnite iskanje ostankov datotek, map in registrskih ključev, ko programu dodani odstranjevalnik zaključi delo.
4225 = Pregledovanje po odstranjevanju programov. Prosimo, počakajte ...
4226 = Pozorno preverite seznam postavk!
4227 = Zapri
4228 = Preostale datoteke na seznamu bodo odstranjene, ko boste naslednjič zagnali sistem.
4229 = Delovanje programu dodanega odstranjevalnika ni uspešno! \nMorda je ukaz za odstranjevanje programa nepravilen!
4230 = Nazaj
4231 = Naprej
4232 = Izberi način odstranjevanja programov
4233 = Načini
4234 = Vgrajen - zažene se samo programu dodan odstranjevalnik brez dodatnega pregledovanja
4235 = Varen - vsebuje vgrajen način in dodatno pregleduje register in trdi disk in išče ostanke, ki jih lahko varno izbriše. To je najhitrejši način.
4236 = Srednji - vsebuje varen način in poglobljeno išče vse ostanke programskih informacij na najobičajnejših mestih v registru in na trdem disku. 
4237 = Napreden - vsebuje srednji način ter globoko in natančno pregleduje vse ostanke programskih informacij v registru in na trdem disku. To je najpočasnejši način.
4238 = Analiza programskih podatkov pred odstranitvijo programa.
4239 = Zagon v program vgrajenega odstranjevalnika.
4240 = Ko v programu dodani odstranjevalnik zaključi delo, pritisnite gumb "Naprej" za začetek pregledovanja ostankov datotek, map in postavk registra. 
4241 = Poteka začetna analiza in odstranjevanje programov. 
4242 = Iskanje ostankov informacij
4243 = Odstranjevanje programa končano, zdaj v registru in na trdem disku poteka iskanje ostankov datotek, map in postavk registra, povezanih z odstranjenim programom. Prosimo, počakajte ...
4244 = Najdeni ostanki postavk registra
4245 = Najdene postavke registra:
4246 = Opomba: Natančno preglej prikazane postavke! Samo označene odebeljene postavke in njihovi podsistemi bodo izbrisani!
4247 = Najdeni ostanki datotek in map
4248 = Najdene postavke:
4249 = Moj računalnik
4250 = Revo Uninstaller ni mogel zagnati programu dodanega odstranjevalnika. Morda je pri programu ukaz za odstranjevanje programa neveljaven, ali pa je odstranjevalnik pokvarjen. Pritisnete lahko gumb “Nazaj” in poskusite drug način odstranjevanja programa.
4251 = Programu dodani odstranjevalnik je končal z delom. Revo Uninstaller ni pregledal ostankov. Pritisnete lahko gumb “Nazaj” in poskusite drug način odstranjevanja programa za iskanje ostankov datotek, map in postavk registra.
4252 = Revo Uninstaller je uspešno odstranil program, ostankov pa ni našel. Pritisnete lahko gumb “Nazaj” in poskusite razširjen način odstranjevanja programov za poglobljeno iskanje.
4253 = Revo Uninstaller je uspešno odstranil program. Če želite poiskati več ostankov, pritisnite gumb “Nazaj” in poskusite naprednejši način odstranjevanja programov za poglobljeno iskanje.
4254 = Konec
4255 = Ste prepričani, da želite izbrane datoteke vreči v koš?
4256 = Ste prepričani, da želite odstraniti izbrane postavke registra?
4257 = Revo Uninstaller je uspešno odstranil programe!
4258 = Ste prepričani, da želite preskočiti brisanje najdenih ostankov vnosov v register in nadaljevati z naslednjim korakom?
4259 = Ste prepričani, da želite preskočiti brisanje najdenih ostankov datotek in map ter nadaljevati z naslednjim korakom?
4260 = Iskanje ostankov končano. Za ogled rezultatov pritisnite gumb “Naprej”!
4261 = Ustvarjanje obnovitvene točke sistema ... 
4262 = Ustvarjanje obnovitvene točke sistema – ni bilo uspešno!
4263 = Ustvarjanje obnovitvene točke sistema je onemogočeno (v Nastavitve -> Odstranjevalnik)
4264 = Ustvarjanje obnovitvene točke sistema – je bilo uspešno!


[About]
4300 = Prevajalci:

[ContextMenu Uninstaller]
5000 = Ukazi
5001 = Info
5002 = Išči po Googlu ...
5004 = Mesto namestitve
5005 = Odpri povezavo Vizitka ...
5006 = Odpri povezavo Pomoč ...
5007 = Odpri povezavo Posodobi ...
5008 = Odpri registrski ključ ...

[Common]
10000 = V redu
10001 = Prekliči
10002 = Pomoč
10003 = Brskaj ...
10004 = Pomoč za to orodje
10005 = Domača stran
10006 = Vizitka
10007 = Opozorilo
10008 = NAPAKA
10009 = Da
10010 = Ne

[Tooltips]
2000 = Preklopi v način odstranjevanja
2001 = Prikaži ploščo z orodji
2002 = Prilagodi nastavitve
2003 = Preklopi v način Lovec
2004 = Spremeni pogled seznama nameščenih programov
2005 = Odstrani izbrane programe
2006 = Odstrani izbrane vnose iz registra
2007 = Osveži seznam programov
2008 = Posodobi trenutno različico v najnovejšo različico
2009 = Poišči dodatne informacije in odgovore na vsa vprašanja o programu
404 = Zaženi izbrani program
405 = Ustavi in zapri izbrani program
406 = Izbranemu programu prepreči samodejni zagon
506 = Počisti izbrane nastavitve
605 = Počisti izbrane nastavitve
705 = Počisti izbrane nastavitve
2106 = Zaženi izbrano orodje
2304 = Poišči nepotrebne datoteke glede na izbrane nastavitve
2305 = Vrzi pregledane datoteke v koš



[UninstallerPro] 
15000 = Splošno
15001 = Upravitelj\nskupin
15002 = Novo nameščeni programi
15003 = Ostali nameščeni programi
15004 = Ime
15005 = Preimenuj
15006 = Splet
15007 = Igre
15008 = Večpredstavnost
15009 = Uslužnostni programi
15050 = Premakni Gor
15051 = Premakni Dol
15052 = Dodaj
15053 = Odstrani
15054 = Stolpci
15055 = Odstrani ta stolpec
15056 = Poravnava
15057 = Levo
15058 = Center
15059 = Desno
15060 = Prilagodi
15061 = Izvoz v
15062 = Oblika - Besedilo (txt)
15063 = Oblika - HTML (html)
15064 = Microsoft Excel
15065 = Izvoz
15066 = Izberite stolpce, ki jih želite izvoziti
15067 = Prikaži novo nameščene programe:
15068 = Zadnji (v dnevih)
15069 = Od zadnjega zagona odstranjevalnika
15070 = Ime skupine:
15071 = Dodaj
15072 = Skupina
15073 = Sledeni programi
15074 = Sledeni \nprogrami
15075 = Vsi programi
15076 = Vsi \nprogrami
15077 = Zbriši zapis
15078 = Odstrani po meri
15079 = Spremeni ikono
15080 = Dodaj v skupino
15081 = Odstrani iz skupine
15082 = Odstranjevanje
15083 = Odstranjevanje datoteke zapisa in mape programa:
15084 = Odstranjevanje zapisa vnosa v registru:
15085 = Obstaja nekaj podatkov, ki so lahko povezani z odstranjenim programom, vendar niso odstranjeni, ker niso označeni z Revo Uninstaller med namestitvijo programa. Če jih želite pregledati in odstraniti pritisnite "Napredno odstranjevanje".
15086 = Napredno odstranjevanje
15087 = Pot datoteke\mape
15088 = Nalaganje seznama...
15089 = Odstrani izbrane vrednosti
15090 = Odpri ključ staršev v registru... 
15091 = Razširi vse 
15092 = Strni vse
15093 = Ime vrednosti
15094 = Mapa zapisa:
15095 = Izvrši preimenovanje predhodno obstoječih operacij  na sistemskih datotekah in mapah
15096 = Prisilno odstrani
15097 = Prisilno \nodstrani
15098 = Razširi izbran ključ
15099 = Strni izbran ključ
15100 = Odstrani izbran ključ
15101 = Označi izbran ključ kot je bil ustvarjen
15102 = Dodaj na seznam Izločitev
15103 = Neveljaven dnevnik
15104 = Datoteka ne obstaja! Vnesite veljavno ime ali prekličite operacijo.
15105 = Izberite proces
15106 = Dodaj proces na seznam
15107 =  Celotna pot procesa:
15108 = Dodaj ključ registra
15109 = Pot ključa registra
15110 = Ukaz Prisilna odstranitev vam pomaga, da odstranite programe ali odstranite ostanke delno nameščenih ali odstranjenih programov. Lahko brskate za ostanki datotek in map ali vnesete polno pot do katerekoli datoteke ali mape programa, ki ga želite odstraniti. Lahko vnesete tudi ime programa kot dodatno informacijo. Na osnovi vnesenih podatkov Revo Uninstaller poišče obstoječ pripadajoč odstranjevalnik ter z njim povezan dnevnik namestitve v modulih Sledeni programi in dnevnikih baze podatkov. Če kateri obstaja ga lahko izberete na seznamu tako, da se lahko odločate o uporabi. \n\nProsim, vnesite točno ime in lokacijo namestitve programa ki ga želite odstraniti!
15111 = Način pregledovanja
15112 = Vgrajen
15113 = Varen
15114 = Enostaven
15115 = Napreden
15116 = Polna pot do datotek ali mape programa:
15117 = Točno ime programa:
15118 = Najden pripadajoč odstranjevalec:
15119 = Zagon pripadajočega odstranjevalca
15120 = Ime programa
15121 = Ukaz Odstrani
15122 = Tip
15123 = 32-bit
15124 = 64-bit
15125 = Prekini proces in nadaljuj
15126 = Izbrana datoteka je v zagnanem procesu! Če jo želite odstraniti in z njimi povezane postavke pravilno, je pred nadaljevanjem bolje prekiniti (stop) proces  
15127 = Izločeni ključi registra
15128 = Vključi podključe
15129 = Ob zagonu nastavi fokus na okno "Sledeni programi" 
15130 = Brisanje datotek in map:
15131 = v mapo z varnostnimi kopijami
15132 = v koš
15133 = trajno
15134 = Ali ste prepričani, da želite izbrisati izbrano?
15135 = Mape
15136 = Datoteke
15137 =  datoteke in mape
15138 = Morebiti povezane postavke registra
15139 = Ključi:
15140 = Vrednosti:
15141 = Zapisi datotek in map
15142 = Izvrši preimenovanje predhodno obstoječih operacij  na sistemskih datotekah in mapah
15143 = Ali ste prepričani, da želite odstraniti izbrane postavke?
15144 = Ostale izbrane datoteke bodo izbrisane pri naslednjem ponovnem zagonu sistema.
15145 = Prijavljene postavke registra 
15146 = Odstranjevanje...
15147 = Iskanje zaostalih datotek, map in postavk registra, ki temeljijo na vhodnih podatkih
15148 = Analiziranje in zagon pripadajočega odstranjevalca za privzeto odstranitev
15149 = Potem ko je končana odstranitev programa, pritisnite gumb "Preglej" za zagon iskanja ostankov datotek, map in postavk registra.
15150 = Na disku ni dovolj prostega prostora za zapis datoteke predpomnilnika.
15151 = Napaka pri pisanju datoteke predpomnilnika. Ste prepričani, da imate ustrezna dovoljenja.
15152 = Napaka pri branju podatkov datoteke predpomnilnika.
15153 = Revo Uninstaller ni našel zaostalih postavk
15154 = Preglej
15155 = Odstrani \npo meri
15156 = Modul "Vsi programi" Revo Uninstaller prikaže vse nameščene programe in komponente trenutnega in vseh drugih uporabnikov, razdeljenih v dve privzeti skupini  - "Novi" in "Drugi". Pri izbiri pogleda"Podrobnosti" ali z uporabo kontekstnega menija, lahko dosežete dodatne informacije (povezave in lastnosti naprav). Nastavitve za ta način se nahajajo v podmeniju "Vsi programi" pod "Odstranjevalec" v oknu "Nastavitve".
15157 = Modul "Sledeni programi" Revo Uninstaller prikaže vse programe, ki jim sledite (spremljate), med nameščanjem z uporabo Revo Uninstaller. Za sledenje programa z Revo Uninstaller, kliknite z desno tipko miške  na njegovo namestitev (setup) paketa ali pritisnite na gumb "Namesti program" v glavni orodni vrstici. Nastavitve za ta način se nahajajo v "Sledeni programi" v podmeniju pod "Odstranjevalec" v oknu "Nastavitve". 
15158 = Registracija
15159 = Pomoč
15160 = Namesti program
15161 = Namesti \nprogram
15162 = Pred odstranitvijo ustvari Obnovitveno točko sistema in popolno varnostno kopijo registra
15163 = Ustvarjanje popolne varnostne kopije registra...
15164 = Ustvarjanje Obnovitvene točke sistema in popolne varnostne kopije registra je onemogočeno (v Nastavitve -> Odstranjevalec)
15165 = Ustvarjanje popolne varnostne kopije registra - končano!
15166 = Ustvarjanje popolne varnostne kopije registra - ni uspelo!
15167 = (Ni podprto v Windows Vista ali Windows 7,8,10)
15168 = Dnevniki:
15169 = Ali pa desni klik miške ikone Lovec in izberite "Izhod"
15170 = Odpri čarovnika za odstranjevanje celozaslonsko
15171 = Pot mape
15172 = Za ogled datoteke pomoči namestite pdf reader
15173 = Dodaj novo skupino
15174 = Izbriši izbran dnevnik
15175 = Obnovi datoteko predpomnilnika
15176 = Ali ste prepričani, da želite obnoviti datoteko predpomnilnika?\nVaše prilagoditve podrobnosti programov bodo ponastavljene!
15177 = Upravljanje
15178 = Dnevnik Izvoza, Uvoza ali Urejanja
15179 = Sprememba\n Popravilo
15180 = Sprememba ali Popravilo
15181 = Posodobitev povezave
15182 = Dnevniki Baze podatkov
15183 = Dnevniki\nBaze podatkov
15184 = Programi:
15185 = Ime programa
15186 = Različica programa
15187 = Različica Windows
15188 = Biti Windows
15189 = Najdeno
15190 = Prikaži samo dnevnike kompatibilne z %s
15191 = Prikaži samo %s dnevnike
15192 = Ujemajoči dnevniki:
15193 = Dnevniki Baze podatkov:
15194 = Iskanje po:
15195 = dnevnik
15196 = dnevniki
15197 = program
15198 = programi
15199 = Ime
15200 = Hitro odstrani
15201 = Hitro\nodstrani
15202 = Izdelava začetne varnostne kopije sistema
15203 = Odstranitev programa %d od %d
15204 = Začetno analiziranje - končano!
15205 = Zagon programa vgrajenega v odstranjevalnik - končano!
15206 = Zagon programa vgrajenega v odstranjevalnik - ni uspelo!
15207 = Skeniranje za preostalimi datotekami, mapami in postavkami Registra...
15208 = Brisanje najdenih preostalih postavk...
15209 = Izbrisanih %d preostalih ključev Registra in %d vrednosti
15210 = Izbrisanih %d preostalih map in %d datotek
15211 = Hitra odstranitev končana!
15212 = Status
15213 = Ko je odstranjevalnik programov končal pritisnite gumb "Nadaljuj"  za nadaljevanje postopka odstranitve.
15214 = Nadaljuj
15215 = Uvoženo
15216 = Dodaj komentar
15217 = Uredi komentar
15218 = Moduli
15219 = Datum dnevnika
15220 = Priprava podatkov dnevnika za odstranitev...
15221 = %d od %d postavk
15222 = Izvajanje potrebnih operacij preimenovanja...
15223 = Ali ste prepričani, da želite odstraniti izbrani dnevnik?
15224 = Ali ste prepričani, da želite odstraniti izbrane dnevnike?
15225 = Odstranitev dnevnika %d od %d
15226 = Izvozi vse
15227 = Preskoči\nvarnostno kopiranje
15228 = Preskoči ustvarjanje obnovitvene točke sistema in popolno varnostno kopijo Registra
15229 = Ustvarjanje popolne varnostne kopije Registra - preskočeno!
15230 = Ustvarjanje obnovitvene točke sistema - preskočeno!
15231 = Uredi dnevnik
15232 = Uvozi dnevnik
15233 = Izvozi dnevnik
15234 = Razčlenjevanje dnevnika -
15235 = Preimenuj dnevnik
15236 = Ime dnevnika
15237 = Shrani spremembe
15238 = Spremeni
15239 = Ikona
15240 = Indeks ikone
15241 = Avtor
15242 = Čas nastanka
15243 = Čas zadnje spremembe
15244 = Ocenjena velikost
15245 = Ključi Registra
15246 = Vrednosti Registra
15247 = Ustvarjeno
15248 = Izbrisano
15249 = Preimenovano
15250 = Prepisano
15251 = Neznano
15252 = Staro ime
15253 = Polno ime
15254 = Staro polno ime
15255 = Stari podatki
15256 = Vrednost s tem imenom vRegistru že obstaja!
15257 = Dodaj ključ
15258 = Ime ključa:
15259 = Ni spremenjeno
15260 = Spremeni ključ
15261 = Dodaj vrednost
15262 = Spremeni vrednost
15263 = Nastavi
15264 = Stari tip
15265 = Prisilna zaustavitev izvršnih datotek med odstranjevanjem
15266 = Išči po ustreznem dnevniku pred rednim odstranjevanjem programa
15267 = Ali ste prepričani, da želite opraviti Hitro odstranitev za izbrani program(e)?
15268 = Najdeno ujemanje dnevnika med dnevniki, ki bo uporabljen med odstranjevanjem\nZagon programa vgrajenega v odstranjevalnik za privzeto odstranjevanje.
15269 = Najdeno ujemanje dnevnika v dnevnikih Baze podatkov, ki bo uporabljen med odstranjevanjem\nZagon programa vgrajenega v odstranjevalnik za privzeto odstranjevanje.
15270 = Ko je odstranjevalnik programov končal pritisnite gumb "Nadaljuj" za ogled preostalih datotek, map in postavk Registra.
15271 = Napaka pri prenosu datoteke dnevnika!
15272 = Napaka pri preimenovanju prenesene datoteke dnevnika!
15273 = Modul "Dnevniki Baze podatkov" Revo Uninstaller prikazuje seznam dnevnikov sledenih programov, ki so združljivi z vašim sistemom Windows. Ti dnevniki so shranjeni na naši spletni strani, ki jo vzdržuje ekipa Revo Uninstaller. Z lahkoto lahko (z enim klikom na gumb "Odstrani") uporabite te dnevnike za odstranitev programov iz vašega računalnika.
15274 = Vaša različica:
15275 = Posodobi zdaj
15276 = Samodejno posodobi Dnevnike Baze podatkov
15277 = Napaka pri prenosu Dnevnikov Baze podatkov!
15278 = Napaka pri posodobitvi Dnevnikov Baze podatkov!
15279 = Napaka pri ekstrakciji Dnevnikov Baze podatkov!
15280 = Napaka pri odpiranju Dnevnikov Baze podatkov!
15281 = Vpišite komentar:
15282 = Izberite ikono
15283 = Pot datoteke:
15284 = Izberite ikono s seznama:
15285 = Datoteka
15286 = Mapa
15287 = Izvažanje dnevnika -
15288 = Uvažanje dnevnika -
15289 = %d%% končano
15290 = Izvoženo od
15291 = Najdeni povezani dnevniki
15292 = Da (priporočljivo)
15293 = Na seznamu uvrščeni dnevniki zgledajo povezani s programom, ki  ga odstranjujete. Bi radi uporabili podatke iz dnevnikov med odstranjevanjem?
15294 = Prenos dnevnika -
15295 = Na seznam uvrščeni dnevniki najdeni v Dnevnikih Baze podatkov  zgledajo povezani s programom, ki ga odstranjujete. Če želite uporabiti katerega koli od njih v postopku odstranjevanja, ga odkljukajte.
15296 =  V naših Dnevnikih Baze podatkov je na voljo ustrezen dnevnik za odstranitev.\nAli ga želite uporabiti za bolj popolno odstranitev programa?
15297 = Ali ste prepričani, da želite izbrisati izbrani dnevnik(e) na seznamu?
15298 = Izbrati morate vsaj en stolpec za izvoz!
15299 = Brskanje za
15300 = Uporabi izbran dnevnik
15301 = Vir
15302 = Niste izbrali nobenega pripadajočega odstranjevalnika iz seznama.\nSte prepričani, da želite nadaljevati iskanje ostankov in preskočite uporabo vgrajenega odstranjevalnika?
15303 = Izberite vgrajen odstranjevalnik iz seznama, če ga želite uporabiti v postopku odstranitve.
15304 = Niste izbrali dnevnika s seznama.\nAli ste prepričani, da želite nadaljevati iskanje ostankov in preskočite uporabo dnevnika?
15305 =  Izberite dnevnik iz seznama, če ga želite uporabiti v postopku odstranitve.
15306 = Nalaganje dnevniških podatkov...
15307 = Ustvari popolno varnostno kopijo registra pred odstranjevanjem
15308 = Ustvarjanje popolne varnostne kopije registra onemogočeno (v Nastavitve->Odstranjevalnik)
15309 = Pot:
15310 = Uporabljene odstranitvene podatke programa pridobite v Datumu namestitve

[Auto Run Manager Pro]
15800 = Dodaj
15801 = Zaženi program 
15802 = Nastavi na samodejni zagon za:
15803 = Vse uporabnike
15804 = Trenutnega uporabnika
15805 = Nastavi na samodejni zagon od:
15806 = Register: zaženi ob vsakem zagonu operacijskega sistema Windows
15807 = Register: Zaženi le enkrat ob naslednjem zagonu operacijskega sistema Windows
15808 = Mapa samodejnega zagona - ob vsakem zagonu Windows
15809 = Ukaz (celotna pot):
15810 = Ime:
15811 = Odstrani iz samodejnega zagona
15812 = Odstrani iz samodejnega zagona postavke, ki niso zagnane
15813 = Odstrani iz samodejnega zagona vse onemogočene postavke
15814 = Storitve
15815 = Odpri storitve Windows

[General App]
16001 = Natisni
16002 = Predogled tiskanja
16003 = Nastavitev tiskanja
16004 = Prikaži
16005 = Meni
16006 = Glavna vrstica
16007 = Panel opisa
16008 = Statusna vrstica
16009 = Orodna vrstica
16010 = Datoteka
16011 = Upravitelj \nsamodejnega zagona
16012 = Čiščenje \nneželenih datotek
16013 = Orodja \nWindows
16014 = Čiščenje \nbrskalnikov
16015 = Čiščenje \nMicrosoft Office
16016 = Čiščenje \nprograma Windows
16017 = Odstranjevalnik \ndokazov
16018 = Nepovratno \nbrisanje
16019 = Upravitelj \nvarnostnih kopij
16020 = Namesti z Revo Uninstaller
16021 = Odstrani z Revo Uninstaller
16022 = Namesti označeni program z Revo Uninstaller
16023 = Odstrani označeni program z Revo Uninstaller
16024 = Mapa varnostne kopije:
16025 = Nazaj do izbrisanih postavk registra
16026 = Nazaj do izbrisanih datotek in map
16027 = Microsoft Excel ni nameščen na tem računalniku (koda napake je 0x% 08X).
16028 = Zagon programa Microsoft Excel ni uspel (koda napake je 0x% 08X).
16029 = Neznana napaka.
16030 = Register
16031 = Preskoči informacijo sporočila Revo Uninstaller
16032 = Preskoči opozorilno sporočilo Revo Uninstaller
16033 = Procesi
16034 = Sledi programe v kompaktnem načinu
16035 = Vključeni procesi:
16036 = Izključeni procesi:
16037 = Pot procesa
16038 = Prilagodi videz:
16039 = Orodne vrstice
16040 = Pokaži besedilo oznak
16041 = Prikaži majhne ikone
16042 = Modro
16043 = Sivo
16044 = Črno
16045 = Srebrno
16046 = Izvirno
16047 = Izvirno 2
16048 = Izvirno mehko
16049 = Kupi
16050 = Po nakupu Revo Uninstaller, boste po elektronski pošti prejeli serijsko številko. Za aktivacijo Revo Uninstaller vnesite to serijsko številko v spodnji obrazec in pritisnite "Activacija online". Aktiviranje zahteva internetno povezavo, tako da požarni zid ne bi smel blokirati Revo Uninstaller. Če imate kakršno koli vprašanje v zvezi z registracijo, nas kontaktirajte na: registration@revouninstaller.com
16051 = Registracija 
16052 = Tukaj vnesite točno serijsko številko 
16053 = Aktivacija online
16054 = Vse pravice pridržane.
16055 = Registrirana različica
16056 = Neregistrirana različica
16057 = Ali ste prepričani, da želite izbrisati varnostne kopije, dnevnike in druge Revo Uninstaller podatke? Pritisnite "Ne" če želite posodobiti program.
16058 = Prevajalec:
16059 = Ustvari vsak dan popolno varnostno kopijo registra
16060 = Odstrani zapis sledenja po odstranitvi programa
16061 = V Podrobnem pogledu, prikaži majhne ikone
16062 = Pokaži ukaze v kontekstnem meniju Windows  (Namesti z ..., Odstrani z ...)
16063 = Potrdi vse ostanke kot privzeto
16064 = Temno sivo
16065 = Modro 2
16070 = Orodna vrstica ukazov
16071 = Po meri
16072 = Tema
16073 = Barva ozadja po meri
16074 = Izbira barve po meri
16075 = Zaprite Revo Uninstaller, pred začetkom uvoza v dnevnik.\nAli uvozite dnevnik s pomočjo gumba "Upravljanje" v modulu "Sledeni programi".
16076 = Aktiviranje
16077 = Izberite način aktiviranja
16078 = Aktiviranje po spletu
16079 = Aktiviranje z datoteko
16080 = Vaša 30-dnevna preizkusna doba je končana. Če želite še naprej uporabljati ta izdelek morate kupiti licenco.
16081 = Potem ko ste kupili licenco za Revo Uninstaller, boste prejeli serijsko številko po e-pošti. Za aktiviranje Revo Uninstaller, morate vnesti svoje ime in serijsko številko v spodnji obrazec (kopiraj in prilepi je zelo priporočljivo) in nato pritisnite gumb "Aktiviranje po spletu". Aktiviranje zahteva internetno povezavo, tako da vaš požarni zid nebo blokiral Revo Uninstaller. Če imate kakršnakoli vprašanja ali težave v zvezi z registracijo, nam pišite na: registration@revouninstaller.com
16082 = Potem ko ste kupili licenco za Revo Uninstaller, boste prejeli serijsko številko po e-pošti. Za aktiviranje Revo Uninstaller z datoteko morate vnesti svoje ime in serijsko številko v spodnji obrazec (kopiraj in prilepi je zelo priporočljivo) in nato pritisnite gumb "Shrani datoteko", da shranite datoteko. Ustvarjeno datoteko nato pošljite na support@revouninstaller.com ali registration@revouninstaller.com. V 24 urah vam bomo poslali nazaj Ključ za odklepanje za dokončanje aktivacije Revo Uninstaller. Če imate kakršnakoli vprašanja ali težave v zvezi z registracijo, nam pišite na: registration@revouninstaller.com
16083 = Odločili ste se za aktiviranje Revo Uninstaller z datoteko. Po tem, ko ste poslali po e-pošti Datoteko za aktiviranje, boste prejeli Ključ za odklepanje Revo Uninstaller od tima za podporo. Spodaj vnesite Ključ za odklepanje (kopiraj in prilepi je zelo priporočljivo) in pritisnite gumb "Aktiviranje". Če imate kakršnakoli vprašanja ali težave v zvezi z registracijo, nam pišite na: registration@revouninstaller.com
16084 = Obstaja sprememba v računalniku, ki zahteva reaktivacijo Revo Uninstaller. Preprosto pritisnite gumb "Aktiviranje". Če imate kakršnakoli vprašanja ali težave v zvezi z registracijo, nam pišite na: registration@revouninstaller.com
16085 = Aktiviranje je bilo uspešno!
16086 = Aktiviranje je ni uspelo!
16087 = Ni povezave s Strežnikom za aktiviranje. Prosimo, prepričajte se, da požarni zid ne blokira Revo Uninstaller.
16088 = Vnesite Uporabniško ime:
16089 = Vnesite Serijsko številko (kopiraj in prilepi priporočamo):
16090 = Vnesite Ključ za odklepanje (kopiraj in prilepi priporočamo):
16091 = Ponastavi postopek aktiviranja
16092 = Preostalih dni:
16093 = Shrani datoteko
16094 = Registrirano na
16095 = Ponovno aktiviraj
16096 = Aktiviranje je v teku. Prosimo, počakajte ...
16097 = Serijska številka je napačna.\nProsimo, kopirajte in prilepite serijsko številko, namesto da jo vnesete!
16098 = Prosimo, ponovno zaženite Revo Uninstaller
16100 = Serijska številka:
16101 = Licenčni podatki:
16102 = Predložite povratne informacije
16103 = Spletna podpora
16104 = Ponastavi glavne nastavitve okna panelov
16105 = Ponastavi nadzor nastavitev Podrobnosti pogleda
16106 = Ponastavev uspešna!\nZnova zaženite Revo Uninstaller za uveljavo sprememb
16107 = Ni označenih postavk.\nOznačite vsaj eno postavko za nadaljevanje.
16108 = Prikaži zagonski zaslon

[AppBar]
16900 = Shrani dnevnik spremljanja sistemskih sprememb
16901 = Prekini spremljanje namestitve
16902 = Revo Uninstaller spremlja spremembe sistem - nadaljujoč namestitev kot ponavadi! Prosimo, med namestitvijo programa NE ZAGANJAJTE kakršne koli druge namestitvene datoteke (setup), programe ali kaj drugega! Ko končate namestitev, zaženite program, konfigurirajta ga in zaprite. Nato pritisnite "Stop" gumb (rdeč kvadrat) in shranite dnevnik.
16903 = Vnesite ime :
16904 = Vnesite ime dnevnika in pritisnite gumb "Shrani"
16905 = Revo Uninstaller sledi namestitvi
16906 = Revo Uninstaller shranjuje podatke
16907 = Ne morem zaustaviti računalnik. Poskusite ga zaustaviti ročno!
16908 = Ne morem zaustaviti računalnik. Poskusite ga zaustaviti ročno!
16909 = Vnesite veljavno ime dnevnika!
16910 = Ali ste prepričani, da želite preklicati postopek pisanja dnevnika?

[JunkFilesCleanerPro]
17000 = Izloči
17001 = Zadnja sprememba
17002 = Skeniranje mape...

[EvidenceRemoverPro]
17300 = Tip
17301 = Skupna velikost
17302 = Nezaseden prostor
17310 = Lokalni disk
17311 = Izmenljivi disk
17312 = Ocenjeni preostali čas:
17313 = dni 
17314 = ur
17315 = minut
17316 = sekund
17317 = Ali ste prepričani, da želite ustaviti postopek

[WindowsToolsPro]
17400 = Obnovitev sistema
17401 = Diagnostika omrežja
17402 = Omrežna informacija
17403 = Varnostno središče
17404 = Lastnosti sistema
17405 = Podatki o sistemu
17406 = TCP/IP Netstat Ukaz
17407 = Tipkovnica na zaslonu
17408 = Program za defragmentiranje diska
17409 = Storitve
17410 = Mape v skupni rabi
17411 = Pravilnik skupine
17412 = Dodaj/Odstrani komponente programa Windows
17413 = Microsoft Windows Orodje za odstranjevanje zlonamerne programske opreme
17414 = Windows Varnostno kopiranje in Obnovitev
17415 = Razporejevalnik opravil
17416 = Preveri disk
17417 = Preverjevalnik sistemskih datotek
17450 = Windows Varnostno kopiranje in Obnovitev vam omogoča izdelavo kopije podatkovnih datotek vsem, ki uporabljajo računalnik in ponuja možnost, da ustvarite sliko sistema. Lahko pustite da Windows sam izbere, kaj naj varnostno kopira ali pa izberete posamezne mape, knjižnice in pogone, ki jih želite varnostno kopirati. Sistem vključuje sliko operacijskega sistema Windows z vašimi sistemskimi nastavitvami, programe in datoteke. Lahko uporabite sistemsko sliko za obnovo vsebine računalnika, če trdi disk ali računalnik kdaj preneha delovati.
17451 = Razporejevalnik opravil vam pomaga načrtovati avtomatizacijo opravil, ki opravljajo dejavnosti v določenem času ali ob določenih dogodkih. Ponuja možnost, da načrtujete zagon programov ali skript v vnaprej določenih časih ali v določenih časovnih intervalih. Razporejevalnik opravil vzdržuje knjižnico vseh načrtovanih nalog, kar zagotavlja organiziran pregled nalog in priročen način za upravljanje z njimi.
17452 = Preveri disk preverja logično integriteto datotečnega sistema v obsegu operacijskega sistema Windows. Preveri disk pregleda za težavami v zvezi s poškodovanimi sektorji, izgubljenimi gručami, navzkrižno povezanimi datotekami in imenikom. Te vrste težave lahko povzročijo prekinitev delovanja sistema ali zamrznitev, zastoje, nepravilen izklop računalnika, itd
17453 = Preverjevalnik sistemskih datotek vam omogoča skeniranje in obnovitev poškodb v sistemskih datotekah operacijskega sistema Windows, ki potrjujejo njihove različice. Če najde težave, bo poskušal nadomestiti problematične datoteke iz predpomnilnika Windows DLL. Če datoteke ni v predpomnilniku Windows DLL ali je predpomnilnik DLL poškodovan, boste pozvani, da vstavite namestitveni disk sistema Windows.

[WindowsCleanerPro]
17500 = Izbriši predpomnilnik sličic

[UnrecoverableDeletePro]
17600 = Dodaj datoteko(e)
17601 = Dodaj mapo
17602 = Nepovratno brisanje
17603 = Brisanje
17604 = Izračunavanje...
17605 = Preostale postavke na seznamu se sedaj ne morejo izbrisati.\nPrepričajte se da jih ne uporablja Windows ali nek drug program, ter poskusite znova.


[Backup Manager]
17800 = Upravitelj varnostnih kopij
17801 = Obnovi
17802 = Odstrani
17803 = Odstrani vse
17804 = Obnovi \npo meri
17812 = Nalaganje drevesa...
17813 = Nazaj
17814 = Naprej
17815 = Podatkov Obnovitvene točke ni bilo mogoče najti
17816 = Predelava
17817 = Varnostno kopiranje postavk %d od %d
17818 = Obnovitvene točke:
17819 = Skupna velikost:
17820 = Upravitelj varnostnih kopij vam pomaga upravljati varnostne kopije podatkov, shranjenih z Revo Uninstaller je po vsakem brisanju vnosa v registru, datoteke ali mape. Z obnovo Obnovitvene točke, lahko obnovite vse izbrisane podatke, ali samo izbrane elemente. Če potrebujete več prostora na disku, lahko izbrišete samo nekatere ali vse Obnovitvene točke.
17821 = Ime
17822 = Operacija
17823 = Velikost
17824 = Postavke registra
17825 = Datoteke in mape
17826 = Čas
17827 = Datum
17830 = Ključ/Ime vrednosti
17831 = Podatki
17835 = Privzeta vrednost
17836 = Obnavljanje postavk %d od %d
17837 = Obnavljanje
17838 = Ime datoteke/mape
17839 = Obnovi po meri
17840 = Napaka pri branju podatkov varnostne kopije!
17841 = Datoteke in mape za obnovo
17842 = Potavke registra za obnovo
17843 =  Na disku ni dovolj prostora za varnostno kopjo podatkov!
17844 = Napaka pri pisanju nazaj varnostne kopije podatkov!
17845 = Ali ste prepričani, da želite obnoviti operacije %s od %s?
17846 = Ali ste prepričani, da želite izbrisati vse Obnovitvene točke?
17847 = Izbriši\npo času
17848 = Izbriši kopije starejše od datuma ali obdobja
17849 = Izbriši vse kopije starejše od:
17850 = Izbran datum:
17851 = En teden
17852 = Dva tedna
17853 = 30 dni
17854 = 90 dni
17855 = 180 dni
17856 = Eno leto
17857 = Datum po meri
17858 = Izbrali ste datum novejši od današnjega.\nTo bo izbrisalo vse varnostne kopije! Nadaljujem?

[TooltipsPro]
18200 = Prilagodi nastavitve Revo Uninstaller
18201 = Spremeni pogled na seznam sledenih  programov
18202 = Uredi podatke o varnostnih kopijah Revo Uninstaller
18203 = Namesti program s pomočjo Revo Uninstaller
18204 = Prisilna odstranitev ostankov že odstranjenih programov
18205 = Prikaži vse nameščene programe
18206 = Prikaži nameščene sledene programe
18207 = Odstrani izbrani sledeni program
18208 = Odstrani po meri izbrani sledeni program
18209 = Obnovi na izbrano Obnovitveno točko Revo Uninstaller
18210 = Obnovi po meri na izbrano Obnovitveno točko Revo Uninstaller
18211 = Odstrani izbrano Obnovitveno točko Revo Uninstaller
18212 = Program naj se samodejno zažene ob zagonu Windows 
18213 = Izvedi odstranitev na označenim diskih
18214 = Dodaj datoteke za nepovratni izbris
18215 = Dodaj mape za nepovratni izbris
18216 = Brisanje dodanih datotek in map
18217 = Brisanje označenih datotek
18218 = Spremeni ali popravi namestitev izbranega programa
18219 = Hitro odstrani izbrani program (vsi najdeni ostanki so samodejno izbrisani)
18220 = Dodaj novo postavko v dnevnik
18221 = Spremeni izbrano postavko
18222 = Izbriši izbrano postavko iz dnevnika
18223 = Izvozi tekoče podatke dnevnikov kot HTML

[Portable]
18500 = Napaka pri prenosu posodobitve!
18501 = Napaka pri ekstrakciji posodobitve!
18502 = Posodabljanje
18503 = Posodobitev uspešno zaključena!
18504 = %d od %d datotek
18505 = Prenosljivost
18506 = Za shranjevanje podatkov uporabi mapo po meri
18507 = Omogoči hiter način nalaganja
18508 = Sprejmi
18509 = Licenčna pogodba
